{
  "Про долю, успіх, удачу": {
    "Або пан, або пропав.": "Кажуть про сміливу і відважну людину, яка не сидить і не чекає сторонньої допомоги, а завжди діє, хоча іноді й не впевнена у перемозі.",
    "Одна доля, одне лихо людей до купи зводять.": "Коли людина не сама, то не страшні труднощі, бо гуртом легше все пережити і досягти успіху.",
    "Сміливого й куля не бере.": "Сміливій і рішучій людині під силу будь-яка справа.",
    "Вчасна поміч — як дощ згори.": "Кажуть про ситуації, коли допомога приходить вчасно, коли на неї не чекають.",
    "Не шукай долі, а волі." : "Краща доля — самостійно приймати рішення."
  },
  "Про віру": {
    "Чим чорт не жартує, коли Бог спить.": "Кажуть, коли припускають можливість чого-небудь несподіваного, малоймовірного.",
    "Правда не тоне у воді, не горить у вогні.": "Кажуть, коли, зіткнувшись з несправедливістю або з неправдою, вірять, що правда або справедливість переможе.",
    "Не вір словам, а вір ділам." : "Говориться на підтвердження того, що не треба вірити словам, а тільки справам."
  },
  "Про невдачу": {
    "Ці горіхи не на ваші зуби.": "Говориться про ситуації, коли людина не може вирішити якусь проблему.",
    "Утікав від вовка, та впав на ведмедя." : "Говориться, що іноді людина, виходячи із складної ситуації, потрапляє у більш важке становище. Синонім. З вогню та у полум'я.; З дощу та під ринву.; З калюжі та в болото.; Уберігся кия та дістав нагая.; Тікав від диму та впав у вогонь.",
    "Ошпарився, як муха в окропі." : "Кажуть про того, хто пішов здобувати, а піймав облизня. Синонім. Пішов по шерсть, та вернувся острижений.; Хоч плач, хоч не плач, а вийшло, як бач."
  },
  "Про стосунки між людьми": {
    "Один за всіх, всі за одного.": "Заклик до об'єднання — разом легше робити велику справу.",
    "Одне — в плуг, а інше — в луг.": "Говориться про непорозуміння у відносинах людей, які щось роблять разом.",
    "Ти до його спиною, а воно до тебе рилом.": "Говориться про тих, хто безсоромно та нахабно поводиться з іншими людьми.",
    "У суперечці з курами тарган завжди винен.": " Говориться у ситуації, коли менший, слабший програє суперечку.",
    "Хто друга в біді залишає, той сам у біді пропадає.": "Застереження, що той, хто відмовляє в допомозі і залишає друга в біді, сам у скрутну годину не матиме підтримки.",
    "Як у дружбі жити — нас нікому не зломити.": "Якщо у людей багато чогось спільного, їх важче подолати.",
    "Нема вірнішого приятеля, як добра жінка." : "Говорять, коли чоловік одружується з доброю жінкою. Синонім. Добра жінка чоловікові своєму — вінець, а зла — кінець.",
    "Друзі пізнаються в біді." : "Лише в горі та біді виявляється, ким є твій друг або знайомий, — людиною відданою, готовою завжди допомогти, чи бездушною та ненадійною. Синонім. При горі та в лиху годину пізнаєш вірну людину."
  },
  "Про людські вади": {
    "В Сірка очі позичив, та й байдуже.": "Про людину, якій не соромно за свої вчинки.",
    "Брехач, як деркач: усе дерчить.": "Кажуть про теревенів. Синонім. Плети, плети! Я чув таких, як ти!; Брехати — не ціпом махати.",
    "Бережись козла спереду, коня ззаду, а лихої людини з усіх боків.": "Про підступну людину, яка небезпечна своєю непередбачуваністю. Синонім. Не той ворог, що перед тобою, а той, що за спиною.; Понура свиня, а глибоко риє.",
    "Без керма і без вітрил.": "Говориться про того, хто неорганізований, не прагне чогось досягти або часто змінює своє рішення. Синонім. Без стерна і без вітрил.",
    "Бездонної бочки водою не наповниш.": "Кажуть про того, кому скільки не дай, скільки не роби добра, а йому все мало. Синонім. Дай хоч з лікоть, а йому все з ніготь.; Заліз кіт на сало та й кричить: «Мало».",
    "В тихому болоті чорти водяться.": "Характеристика спокійної на вигляд людини, здатної на бунт. Синонім. Тиха вода греблю рве.",
    "В чужому оці бачить смітинку, а у своєму — тріски не бачить.": "Говориться про людину, яка свої недоліки не помічає, а на чужі завжди вказує пальцем.",
    "Вдача собача: не брехне, то й не дихне.": "Кажуть про брехунів.",
    "Видно, що Гапка млинці пекла, бо навіть ворота у тісті.": "Характеристика неохайної людини. Так говорять про людей, які нічого не вміють робити.",
    "Виїжджати на комусь.": "Говорять, якщо хтось користується наслідками чужої праці, використовує іншого для досягнення своєї мети.",
    "Вівсяна каша хвалилася, начебто з коров'ячим маслом народилася.": "Говориться про того, хто має вроджений талант, але нічого не робить для його розвитку.",
    "Він боїться й на гуску цитьнути.": "Говориться як характеристика на боягуза",
    "Гавкала-гавкала — насилу ціле село перелякала.": "Говориться про лихих людей, які без причини зляться на оточуючих.",
    "Гарний, як спить, та ще й носом до стіни.": "Про потворну людину.",
    "Гірко ковтати, та шкода вертати.": "Жадібна людина здатна захопити все, навіть і те, що їй непотрібне.",
    "Голова без розуму, як ліхтар без свічки.": "Характеристика нерозумної поведінки людини. Говориться про особливе значення розуму.",
    "Дав, як кіт наплакав.": "Кажуть про жадібну людину, яка нізащо не поділиться ні з ким. Синонім. Посеред зими льоду не випросиш.",
    "Дає і з рук не випускає.": "Кажуть про жадібну людину, якій шкода всього, що вона віддає. Синонім. Давали, та з рук не пускали.",
    "Дай курці грядку, а їй і городу мало!": "Кажуть про ненаситність жадібної людини.",
    "Є каяття, та нема вороття.": "Людина дуже часто кається за свої вчинки, та змінити вже нічого не може.",
    "Задер носа, що кочергою не дістанеш.": "Говориться як характеристика гордовитої людини, яка не помічає нічого навколо себе. Деякі люди переоцінюють себе, завжди вихваляються, хоча насправді нічого не варті. Характеристика хвальків. Синонім. Роздайся, море, — жаба лізе.; Розступись, море, — тріска пливе.",
    "Йому як з гуски вода.": "Про безсовісну людину, якій не соромно за свої погані вчинки.",
    "Ласа кішка до риби, та у воду лізти не хоче.": "Ледар тікає від роботи і йому завжди ніколи, а от їсти — і перший, і час має.",
    "Мавпа мавпою залишиться, хоч би й золотий перстень носила.": "Характеристика несерйозної людини, її сутність.",
    "Не моє просо, не мої горобці, не буду відганяти.": "Характеристика людей, які не хочуть ні за що відповідати й на яких не можна покладатися. Так кажуть про байдужу людину, яка не хоче нікуди втручатися. Синонім. Моє діло теляче — наїлося і до хліва.; Моя хата з краю, нічого не знаю.",
    "Похвалявся чорт усім світом володіти, а Бог йому і над свинею влади не дав.": "Кажуть про того, хто хвалився, що матиме відповідальну роботу та високу посаду, а насправді нічого не досяг.",
    "Через одну паршиву вівцю отара пропадає.": "Недостойна, нерозумна чи недбала людина може занапастити власний рід або товариство, гурт, до якого належить.",
    "Як їв, то аж упрів, а як працював, то аж змерз.": "Кажуть про тих, хто лінується і тому працює дуже повільно.",
    "Господиня: три городи — одна диня." : "Кажуть про людину, яка начебто постійно щось робить, а результату немає ніякого.",
    "Вовк лисиці не рідня, та повадка одна." : "Характеристика підлесливої людини.",
    "І сам не гам, і другому не дам." : "Говориться з осудом про того, хто не тільки з іншим не поділиться, а й сам не скористається тим, що має. Синонім. Скупий складає, а щедрий споживає.",
    "У кого серце вовче, той з'їсть, кого схоче." : "Характеристика злої людини. Синонім. Не вір собаці, бо вкусить!; Скажений собака й хазяїна кусає."
  },
  "Про людські чесноти": {
    "В доброго хазяїна і соломинка не пропаде.": "Про хазяйновиту людину.",
    "Буйна голівонька.": "Говорять про людину відважну та відчайдушну.",
    "Великій рибі в глибокій воді плавати.": "Здібній та вмілій людині треба доручати не дрібні, а значні справи.",
    "Відвага мед п'є.": "Кажуть про сміливих людей, готових ризикувати.",
    "Кований кінь на всі чотири ноги.": "Говориться про досвідчених, бувалих людей або про тих, хто багато знає.",
    "Одна брова варта пола, другій брові ціни нема.": "Так поетично говорять у народі про дівочу красу. Синонім. Гарна дівка, як маківка.; Гарна дівчина, як у лузі калина.",
    "У річку вскочить і сухий вискочить: на все тями вистачить.": "Говориться як характеристика спритної, розумної, тямущої людини.",
    "Щирий козак ззаду не нападає.": "Говориться про честь справжніх чоловіків.",
    "Без отамана козак сирота." : "Порядок може забезпечити тільки гарний керівник.",
    "Вірний самому собі." : "Кажуть про того, хто дотримується своїх поглядів, переконань та звичок.",
    "Козак з журби ніколи не заплаче." : "Характеристика витривалих людей, яких не здолають незгоди, злигодні. Вони нізащо не втратять волю, гідність та честь. Синонім. Краще впади, але не зганьби.; Козак з біди не заплаче.; Козак журби не має, з біди не заплаче.",
    "Кому багато дано, з того багато і візьметься." : "Від сильних й здібних людей вимагають більше, ніж від інших.",
    "Не в багатстві сила, а в чорних руках." : "Підкреслюють витривалість, гідність та значення звичайних працьовитих людей.",
    "Злого люди заклюють, а доброго злижуть." : "Злу людину не поважають і ставляться до неї погано, а добру — шанують."
  },
  "Про боротьбу, відвагу": {
    "Або перемогти, або кістьми лягти.": "Так говорять, ідучи на битву: або перемогти, або загинути. Синонім. Або зі щитом, або на щиті.",
    "Або перемогу здобути, або вдома тобі не бути.": "Говориться як підбадьорювання перед змаганням.",
    "Йдучи по чужу голову, і свою неси.": "Якщо йдеш на бій, треба бути готовим, що і сам можеш загинути.",
    "Що буде, те й буде, та козак на панщині робити не буде.": "Так казали козаки на спроби панства їх закріпачити. Синонім. Піду на Низ (Запоріжжя), щоб голови ніхто не гриз.; Широкі панські лани, а людям на них тісно.; Ви — пани, а ми — запорожці.",
    "Чия відвага — того й перевага." : "У сміливої людини більше шансів на перемогу, тому що вона діє рішуче. Підкреслюють, що в небезпеці саме відважні та сміливі люди виживають частіше і домагаються перемоги.",
    "Куди козака доля не закине, все буде козак." : "Сміливий та відчайдушний завжди залишається таким за будь-яких умов та ситуацій. Говориться про людей, вірних рідним традиціям."
  },
  "Про підступність": {
    "В мутній воді рибку ловить.": "Використовувати труднощі, безладдя, паніку, незрозумілість обстановки для особистої вигоди.",
    "Сало гамнув та на кота звернув.": "Говорять про того, хто робить шкоду, а звертає вину на когось.",
    "Такий добрий, що в ложці води втопив би.": "Говориться про людську підлість. З першого погляду людина наче добра, тихенька, а насправді зуби гострить. Синонім. Зверху гарно та тихо, а всередині ворушиться лихо.; На язиці медок, а на думці льодок.; Не клади в рот пальця, бо відкусить.",
    "Часто лисові дарують гуску, щоб здерти з нього шкуру." : "Говориться про підступність у людських стосунках: допомагають у дрібницях, щоб потім попросити про значне."
  },
  "Про соціальну нерівність": {
    "Багатий дивується, чим убогий живиться.": "Заможні люди зазвичай байдужі до життя бідних. Синонім. Багатий бідного не розуміє.",
    "Багатому свято, а вбогому діла багато.": "Багатий відпочиває у свято, а бідний мусить працювати.",
    "Від багача не жди калача.": "Від багатого не чекай допомоги і милосердя.",
    "Не бійся багатих погроз, а бідних сльоз.": "Багачі хоч і грозять, але їх можна остерегтися, а сльози бідних кличуть до неба про помсту. Синонім. Не бійся багатих погроз, а людських сльоз.",
    "Багатому і під гору вода тече, а бідному і в долині треба криницю копати.": "Мова йдеться про людей з різною вдачею. Доля прихильна до багатих і жорстока до бідних. Синонім. Багатому вітер гроші несе, а бідному половою очі засипає.; Не порівняєш гори з долиною, а багатого з убогим.; Багатого і серп голить, а убогого і бритва не хоче."
  },
  "Про цінності": {
    "Воля дорожча за життя.": "Найцінніше у житті самому обирати свій шлях та приймати рішення, інакше життя перетворюється на неволю.",
    "І золоті вудила коневі не милі.": "Говориться в ситуації, коли більше за все цінують свободу.",
    "Ми з такого роду, що любимо свободу.": "Любов до свободи, яку відчуває кожний українець.",
    "На свою мірку не міряй.": "Кожен має свій особливий погляд на ті самі речі, відмінний від твого, і треба поважати думку та уподобання інших.",
    "Рідна земля і в жмені мила.": "Для кожної людини найдорожче своє, навіть щось маленьке, але рідненьке.",
    "На чужій сторонці радий своїй воронці.": "Кажуть, коли хочуть висловити любов до рідної землі, коли сумують на чужині за батьківщиною.",
    "Старий кіт, а масло любить.": "Мова йде про те, що навіть старі люди полюбляють красивий одяг, смачну їжу та всі принади життя.",
    "Тримайся за землю-матінку, вона одна не видасть.": "Говориться про те, що ніякі чужі «блага» ніколи не замінять рідної Батьківщини, що на чужині навіть сонце не таке тепле й лагідне;",
    "У кого в голові капустяна розсада, тому не дасть розуму й посада.": "Люди поважають гідність самої людини, а не її службовий стан. Навіть висока посада не додасть дурневі розуму.",
    "Україна — рідний край, про її добробут дбай.": "Кожна людина повинна дбати про те, щоб її вчинки йшли на користь рідної країни.",
    "Що одному — сова, іншому — соловей.": "Говориться як підтвердження того, що на одну і ту саму проблему в кожної людини свій погляд.",
    "Старий друг краще нових двох.": "Говориться, коли мова йде про старого перевіреного друга, про його вірність і відданість.",
    "Кожному мила своя сторона." : "Для кожної людини рідний край — найдорожчий.",
    "Кожна травичка на своєму корені росте." : "У кожної людини є своє «коріння» — звичаї, традиції, які передаються від покоління до покоління."
  },
  "Про родину й родинні стосунки": {
    "Батьків хліб не навчить, як треба жити.": "Дорослі діти мають самостійно добувати свій хліб, а не сидіти на шиї у батьків.",
    "Багато дітей у сім'ї — благодать Божа." : "Коли багато дітей — сім'я дружна та працьовита.",
    "Великий рости, щасливий будь, себе не хвали, інших не гудь!": "Дружнє побажання дітям, що готуються до самостійного дорослого життя.",
    "Вразливе слово від дітей гірше за болячку, бо не гоїться.": "Застереження від необережних вразливих слів від близьких.",
    "Ґазда умирає, а ґаздиня другого шукає.": "Чоловік умирає, жінка шукає собі іншого чоловіка, щоб віддатися.",
    "За гроші не купиш ні батька, ні матір, ні родину.": "Нагадують дітям, якщо ті починають достатньо заробляти і забувають про стареньких батьків.",
    "Матері кожної дитини жаль, бо котрого пальця не вріж, кожен болить.": "Кажуть, коли хтось з дітей дорікає матері, що його менше люблять, ніж інших дітей.",
    "Одна мати родить, та не один розум дає.": "У одних батьків народжуються діти з різним розумом та вдачею.",
    "Радий би дітям неба прихилити та їх зорями накрити.": "Батьки завжди готові зробити для своїх дітей неможливе.",
    "Усякій матері свої діти милі.": "Кожна матір бачить у своїй дитині тільке хороше.",
    "Шануй батька і неньку, буде тобі скрізь гладенько.": "Пересторога дітям, щоб знали, що доля всміхається тим, хто слухається батьків, бо їх поради від щирого серця.",
    "Як не стане, то батько дістане, як не буде, то мати добуде." : "Говориться про безмежну любов батьків до дітей, про піклування про них.",
    "Як батька покинеш, то й сам загинеш." : "Застереження, що батька і матір треба поважати, шанувати як найдорожче у світі."
  },
  "Поради на основі життєвого досвіду": {
    "Без букв та граматики не навчитися математики.": "Кажуть тому, хто поспішає навчитися складного, не навчившись простого, але необхідного.",
    "Береженого Бог береже, а козака шабля стереже.": "Говориться повчально, щоб бути обережним й обачним та розраховувати тільки на свої сили. Не треба чекати ласки від долі, а самому докладати зусиль.",
    "Берись дружно — не буде сутужно.": "Будь-яку справу легше робити разом.",
    "Брехнею світ пройдеш, та назад не вернешся.": "Порада: жити правдою, а не брехнею.",
    "В здоровому тілі здоровий дух.": "Порада вести здоровий спосіб життя, щоб бути сильним та здоровим.",
    "В лиху годину не кидай дружину.": "Не проходь мимо людей, у яких біда, неприємності, допоможи їм. Дружина — у цьому випадку: друзі, товариші.",
    "В чужий черевик ноги не сунь.": "Порада: не лізти не у свої справи, не втручатися куди не слід.",
    "Від частування не відмовляйся, але від правди не відступай.": "Кажуть як попередження не відступати від правди за будь-яких обставин.",
    "Вік живи — вік учись.": "У житті завжди є те, чому можна навчатися у будь-якому віці.",
    "Вір своїм очам, а не чужим словам.": "Про все, що відбувається у світі, в житті, треба мати свою думку, свій погляд.",
    "Вмій пожартувати, та знай, коли перестати.": "Порада: треба знати в жартах міру, бо можна образити людину.",
    "Всяк свого щастя коваль.": "Порада самому прагнути щастя, бо кожний сам обирає свій шлях.",
    "Книжка книжкою, та своїм розумом рухай.": "У книжці автор подає своє сприйняття подій, часто ідеалізоване, а у читача мають бути власні думки і висновки.",
    "На чужий коровай рота не розявай.": "Попередження. Кажуть тому, хто зазіхає на чуже. Треба задовольнятися тим, що маєш, і тільки чесною працею досягати добробуту.",
    "Одна жарина і в печі гасне, а дві і в полі горять.": "Говориться як порада тому, хто не хоче ні з ким працювати разом, а самотужки щось зробити не в змозі.",
    "Перемагай труднощі розумом, а небезпеку досвідом.": "Радять, підтримуючи когось, хто опинився в скрутному становищі й має добре подумати, як вийти з нього.",
    "Хто багато читає, той багато знає.": "Порада дітям багато читати.",
    "Часом сварися, а впору мирися.": "Порада тому, хто свариться, щоб не забував вчасно миритися і просити вибачення.",
    "Що собі не миле — те людям не зич.": "Порада: хочеш від людей добра, то і людям бажай добра.",
    "Язик маленький, та усім тілом володіє." : "Кажуть як попередження, що необережне слово може дуже скривдити і образити людину.",
    "Хто пізно ходить, той сам собі шкодить." : "Порада все робити вчасно."
  },
  "Висновки на основі життєвого досвіду": {
    "Без діла слабіє сила.": "Без праці людина занепадає, стає слабкішою, втрачає вміння та досвід.Синонім. Лежачи й сокира ржавіє.",
    "Всюди добре, а вдома найліпше.": "Найкраще (зручніше та безпечніше) за все вдома. Синонім. Добре тому, хто в своєму дому.",
    "Без доброго командира військо — отара.": "Без розумного керівництва не може бути порядку ні в чому.",
    "Без роботи день роком стає.": "За роботою час спливає швидко, а без роботи людина нудьгує, не знає, куди себе діти.",
    "Біда людей єдна, гуртом можна і море загатити.": "Кажуть на підтримку людям, які попали в біду. Спільні труднощі та негаразди єднають людей. Говорять про тих, кого об'єднує одна мета чи біда.",
    "Весела думка — половина здоров'я.": "Весела людина краще долає негаразди. З усмішкою легше жити. Синонім. Веселий сміх — здоров'я.",
    "Взимку не зігрієшся, якщо літом не спітнієш.": "Якщо добре не попрацюєш, то й нічого не заробиш.",
    "Взявся за гуж — не кажи, що не дуж.": "Кожну справу треба доводити до кінця.",
    "Взявший меч від меча й загине.": "Той, хто починає ворожнечу, найчастіше сам гине від розпочатої справи.",
    "Випадок треба ловити за хвіст.": "Треба вміти скористатися випадком для вирішення своїх проблем.",
    "Вовків боятися, в ліс не ходити.": "Щоб досягти успіху, треба сміливо братись за справу, яку намітив зробити.",
    "Всяк правду знає, та не всяк про неї дбає.": "Кожна людина знає, у чому правда, але не кожна її дотримується.",
    "Гадину як не грій, однаково вкусить.": "Застереження, що треба сторонитися підступних та злих людей.",
    "Гнів людині сушить кості, трощить серце.": "Застереження про те, що не треба гніватися, бо гнів знищує людину.",
    "Життя прожити — не поле перейти.": "Напуття молоді, що на довгій дорозі життя їх чекає розмаїтість подій: успіхи, невдачі, радощі, втрати, помилки, труднощі, які треба буде долати.",
    "Завидющі очі колом тикають.": "Кажуть як попередження, що заздрощі людям добром не минаються. Синонім. Хвацькості і заздрості нема ні пуття, ні радості.",
    "Кінь на чотирьох ногах, та й то спотикається.": "Кожна людина може помилитися. Кажуть, коли розумна, обережна людина опиняється у скрутній ситуації, помиляється. Синонім. І на доброго коня буває спотикачка.",
    "Ледачий двічі робить, а скупий двічі платить.": "Говориться на підтвердження того, що життя завжди змушує людину бути працьовитою, щедрою, рішучою.",
    "Лиха тому зима, у кого дров нема.": "Так кажуть про людей, які заздалегідь не продумують свої дії, вчинки.",
    "На годину спізнився, за рік не доженеш.": "Попередження, що марно згаяний час зникає безслідно. Змарнувавши час, людина не може його повернути.",
    "На те й голова, щоб у ній розум був.": "Перед прийняттям рішення треба подумати.",
    "Одна ластівка весни не принесе.": "Не треба судити по одній справі, це ще не підтвердження намірів людини. Синонім. Одна ластівка не робить весни.; На весну сподівайся, а дрова припасай.; Не зима страшна, а відзимок.; Весняний лід товстий, та простий, осінній тонкий, та чіпкий.",
    "Під лежачий камінь і вода не тече.": "Досягти успіху в кожній справі можна тільки зусиллями; Якщо нічого не робити, то ніколи не досягнеш мети.",
    "Ранні пташки росу п'ють, а пізні слізки ллють.": "Хто робить все вчасно, той має достаток і йому сприяє доля. Синонім. Хто посіє впору, той матиме хліба гору.",
    "Танець не робота, а хто не вміє, то срамота.": "Мається на увазі, що танець — це втіха, розвага, вираз почуттів, що кожен повинен уміти танцювати.",
    "Хочеш їсти калачі - не сиди на печі.": "Щоб досягти успіху, треба багато працювати.",
    "Шила в мішку не сховаєш.": "Говориться на підтвердження того, що треба говорити правду, таємне завжди стає явним і само себе видає.",
    "Яка голівонька, така й розмовонька.": "У розмові виявляються думки людини, її розум.",
    "Не все ж коту масниця, буде й великий піст.": "Повчання. Кажуть, коли на зміну безтурботному життю приходять труднощі і клопіт.",
    "Без хліба і каші ні в що праці наші." : "Для успішної праці потрібні сили, а отже, вдосталь їжі.",
    "Знання людині, що крила пташині." : "Людина, яка має освіту, знання, може ними скористатися для досягнення своєї мети.",
    "Час розум дає." : "Якщо треба прийняти важливе рішення, то не треба квапитися. Усе треба робити не поспіхом. Синонім. Усьому свій час.",
    "Не святі горщики ліплять, а прості люди." : "Підбадьорення людині, що нерішуче береться за нову для неї справу."
  },
  "Явища природи: пори року": {
    "Весна красна квітками, а осінь плодами.": "Народна прикмета. У кожної пори року своя краса. Синонім. Весна гарна квітками, а осінь пирогами.",
    "В осінній час сім погод у нас: сіє, віє, туманіє, шумить, мете і зверху йде.": "Народна прикмета про осінню погоду.",
    "Бережи носа під час сильного морозу.": "Пересторога: будь обережним. Небезпека! Синонім. Держись, Хома, іде зима!; То сніг, то завірюха, бо вже зима коло вуха.",
    "Влітку нагуляєшся, узимку наголодуєшся." : "Говориться про те, що як влітку працював, так взимку і їстимеш. Синонім. Влітку смітити, узимку не зібрати.",
    "Зозуля приносить звістку про літо, ластівка — про теплі дні." : "Народна прикмета.",
    "Яке літо, таке й сіно." : "Народна прикмета. Якщо літо було сонячним, то і сіно добре, сухе.",
    "Як у травні дощ надворі, то восени і хліб у коморі." : "Народна прикмета. Якщо дощитиме у травні то добрим буде врожай.",
    "Хто спить весною, мерзне зимою." : "Народна прикмета. Природа допомагає тільки працьовитій і спостережливій людині. Синонім. Хто навесні не пролежить, весь рік буде ситий.; Весна ледачого не любить.",
    "На овець та льон у серпні дивись." : "Народна прикмета. Саме у серпні настає час збирати врожай.",
    "Не для літа хата рубається, для зими." : "Говориться про те, що з морозом не варто жартувати і до зими треба готуватися заздалегідь."
  }
}