{
  -"Батогом обуха не переб'єш." : "Про ситуації, коли неможливо боротися з обставинами чи з людиною, що набагато сильніші за Вас.",
  -"Без верби і калини немає України." : "Без історії, традицій, культури не може бути країни, нації.",
  -"Біда як схоче, то й на гладкій дорозі здибає." : "Ми ті,єн па увазі, що й в успішних людей бувають негаразди, в кожної людини можуть бути неприємності.\nСинонім. Біду конем не об'їдеш.",
  -"Білка стрибає з дерева на дерево, слово передається з уст в уста." : "Мова йдеться про збереження народної мудрості.",
  -"Боявшися вовка, і без грибів бути." : "Кажуть як підбадьорення, коли наважуються на ризиковану справу.",
  -"В чужій хаті будь привітним, а не примітним." : "Напуття бути в чужому домі (в чужій країні) чемним та уважним до господарів, приділяти увагу їм, а не показувати себе.",
  -"Взимку сонце крізь плач сміється." : "Пересторога. Так кажуть про ненадійне, мінливе.",
  -"Виводити на чисту воду." : "Означає викрити кого-небудь у підступних, нечесних діях.\nСинонім. Виводити на світло денне.",
  -"Високо злетів, та низько сів." : "Людина, яка досягла певного успіху, не повинна загордитися та не працювати, щоб не опинитися у становищі гіршому, ніж було до зльоту.",
  -"Виходити сухим із води." : "Кажуть про тих, хто, будучи винним, вміло уникає покарання, нарікань.",
  "Ворон воронові око не виклює." : "Кажуть про людей, що об'єднані спільним походженням та інтересами і тому покривають одне одного, а отже, ніколи не завдадуть шкоди один одному.\nСинонім. Рука руку миє, злодій злодія криє.",
  "Годуй землю весною, а восени сам ситий будеш." : "Треба добре попрацювати, щоб отримати результат (бути ситим узимку та у старості).",
  -"Голодній курці просо на думці." : "Коли комусь чогось не вистачає, то він думає тільки про свою мрію.",
  "Горе тому жить, хто життям не дорожить." : "Людина, яка не цінує життя, відчуває тільки горе, смуток та злість, не приносить щастя іншим і сама нещаслива.",
  "Горобець — молодець, а ластівка краща." : "Так по-доброму глузують з краси хлопців і дівчат. Синонім. Хоч не з красою, аби з головою.",
  "Горобця не запрошують до танцю журавлів — у нього надто короткі ноги." : "Говориться про людей, які належать до різних соціальних прошарків.",
  "Господар той, хто працює." : "Той, хто багато працює, заможний і може диктувати умови оточуючим.",
  "Граєшся з вогнем." : "Попереджають того, хто поводиться необережно, здійснює що-небудь небезпечне, не думаючи про наслідки.",
  "Грошей мало — не біда, як є друзів череда." : "Дружба і друзі дорожчі за гроші та багатство.",
  "Гусак свині не товариш." : "Кажуть про тих, хто не рівня кому-небудь.",
  -"Даремного хліба нема ніде." : "Говориться як повчання: щоб людина жила в достатку треба добре працювати.",
  "Дарованому коневі в зуби не заглядають." : "Подарунок потрібно приймати із вдячністю, незалежно від того, подобається він чи ні.",
  "Два ведмеді в одній барлозі не уживуться." : "Претенденти на першість разом не уживаються.",
  "Двічі на рік літа не буває." : "Попередження: не згаяти час і приготуватися до майбутнього.",
  "Де козак, там і слава." : "Сміливі вчинки трапляються там, де є хоробрі й відважні люди. Говориться про сміливість та витриманість людей, їхнє прагнення до свободи.",
  "Де лад, там і скарб." : "Говориться як похвала тим, хто живе у мирі і злагоді. У таких людей завжди все виходить.",
  "Де нема праці, там сади не цвітуть." : "Говориться про те, що без зусиль нічого не зробиш. Синонім. Ніщо в житті само не дається. Саме в праці, тільки в праці людина велика.",
  "Де робить машина, там не болить спина." : "Машини полегшують або замінюють важку людську фізичну працю.",
  "Де соколи літають, туди ворон не пускають." : "Говориться як характеристика сміливих, вільних людей, серед яких негідникам та ворогам робити нічого.",
  "Десять разів міряй, а раз утни." : "Пересторога: подумати про наслідки перед тим, як щось зробити.",
  "Дитина хоч кривенька, та матері й батькові миленька." : "Для батьків свої діти найкращі, незважаючи на їхні вади.",
  "Діти плачуть, а в матері серце болить." : "Кожна матір співчуває своїй дитині.",
  "Дірявого мішка не наповниш." : "Характеристика жадібної людини, якій усього мало.",
  "До булави треба голови." : "Для того, щоб керувати треба бути розумним.",
  "Добре ім'я — найкраще багатство." : "Говориться про те, що для людини найцінніше, — це повага людей, гідна поведінка, честь. Синонім. Хто людям добра бажає, той і собі має. Шануйся ззамолоду.",
  "Добрі діти доброго слова слухають, а лихії дрючка не бояться." : "Кажуть з прикрістю, коли хтось з дітей не слухається дорослих.",
  "Добрий початок — половина діла." : "Якщо справа розпочата добре, то це запорука того, що робота буде виконана добре. Синонім. Добре почав, добре й скінчив.",
  "Добрий товар сам себе хвалить." : "Якщо хтось робить добру справу, то слава про це розходиться поміж людей.",
  "Догана мудрого більше коштує, ніж похвала дурного." : "Краще почути критику розумної людини, ніж похвалу дурня.",
  "Доки здоров'я служить, то людина не тужить." : "Без здоров'я немає щастя.\nСинонім. Здоров'я — це ще не все, але без здоров'я все — ніщо.",
  "Дома лев, а на війні тхір." : "Говориться про того, хто хоробрий та сміливий тільки на словах у небезпечній ситуації, а коли треба проявити себе, відстояти, тоді не вистачає мужності.",
  "Домовленість дорожча за гроші." : "Нагадування, що обов'язково треба виконувати домовленості.",
  "Допався, як Мартин до мила." : "Так з насмішкою говорять про жадібних людей. Синонім. П'є та їсть за трьох дурних і за себе четвертого.",
  "До першого грому земля не розмерзається." : "Народна прикмета.",
  "До слова йде й прислів'я." : "Кажуть перепрошуючи, що доводиться говорити все, не пропускаючи подробиць.",
  "Дощ іде не там, де ждуть, а там, де жнуть, не там, де просиш, а там, де косиш." : "Часто в житті трапляється все навпаки: чекаєш добра, а приходять неприємності.",
  "Дружина тримає дім за три кути, а чоловік — за четвертий." : "Так жартома кажуть, коли дім тримається на дружині.",
  "Друзі пізнаються в біді." : "Лише в горі та біді виявляється, ким є твій друг або знайомий, — людиною відданою, готовою завжди допомогти, чи бездушною та ненадійною. Синонім. При горі та в лиху годину пізнаєш вірну людину.",
  "Дружба дружбою, а служба службою." : "Кажуть, якщо людина, незважаючи на дружбу та дружні взаємини, чітко виконує службові обов'язки. Синонім. Дружба дружбою, та тютюн нарізно.",
  "Дружній череді вовк не страшний." : "Разом завжди легше подолати будь-яку неприємність. Кажуть на підтвердження того, що найстрашніший ворог відступає перед згуртованістю людей.",
  "Дурень скаржиться, що люди не знають його, мудрець скаржиться, що не знає людей." : " Говориться про вміння володіти ситуацією, знати свої можливості. Для цього треба вивчати людей, їхню поведінку, спілкуватися з ними.",
  "Душа не приймає, а очі просять." : "Жадібність безмежна, але людина повинна знати межу і завжди поводитися гідно. Синонім. Усіх солодощів не переїсти. Усього добра не переносиш.",
  -"Ждали, ждали — і всі жданики поїли." : "Говориться відчайдушно в ситуації, коли людина не дочекалась чогось.",
  "Жити — Вітчизні служити." : "Треба своїми вчинками робити краще на користь рідної землі.",
  "Життя як стерниста нива — не пройдеш, ноги не вколовши." : "За життя людина зазнає і щастя, і лиха, і радощів, і біди, і доброго, і злого.",
  -"Загляне сонце і в наше віконце." : "Кажуть з надією, підбадьорюючи, що настане краще життя, прийде вдача, щастя. Синонім. Буде і на нашій вулиці свято.",
  "Заздрий від чужого щастя сохне." : "Кажуть як попередження, що від заздрощів можна навіть загинути.\nСинонім. Заздрість здоров'я їсть. ",
  "Заздрісному боком вилізе." : "Пересторога: заздрити не можна. Кажуть про тих, хто заздрісний.",
  "Зароблена копійка краща за краденого карбованця." : "Лише зароблене своїми руками дає людині втіху та задоволення.\nСинонім. Краще своє латане, ніж чуже хапане.",
  "Застала зима сваху в літнім платті." : "Говориться про те, що з морозом не варто жартувати і до зими треба готуватися заздалегідь.",
  "Зачепився за пень та й простояв цілий день." : "Кажуть про невдах та нікчем.",
  "Збагатив Бог літо мухами, а зиму морозами." : "У кожної пори року свої особливості.",
  "Збагатів Кіндрат, забув, де його брат." : "Застереження тим, хто, розбагатівши, ладен забути навіть брата.",
  "Згода будує, а незгода руйнує." : "Кажуть на підтвердження того, що коли є порозуміння, то й справи ідуть на лад, а коли починають сваритися, то й справи йдуть на лад.",
  "З ким поведешся, від того й наберешся." : "Підтвердження впливу однієї людини на іншу.",
  "З копійки карбованці робляться." : "Порада: щоб мати великі заощадження, треба економити в малому. Синонім. Копійка копійку кличе.",
  "Злість, що гість, — до тепла живе." : "Запальна вдача буває лукава. Гнівлива, запальна людина незабаром опановує себе, наробивши перед цим багато шкоди і собі, і людям, а потім змушена каятися і вибачатися.",
  "Злого люди заклюють, а доброго злижуть." : "Злу людину не поважають і ставляться до неї погано, а добру — шанують.",
  "Знає кішка, чиє м'ясо з'їла." : "Про людину, яка відчуває провину і видає себе своєю поведінкою.",
  "І вдень, і вночі сняться калачі." : "Кажуть про людину, яка чогось прагне.",
  -"І книжка мала, а розуму додала." : "Кажуть на підтвердження того, що в книжках можна знайти відповіді на будь-які запитання.",
  -"Квітень з водою — травень з травою." : "Народна прикмета. Якщо у квітні йдуть дощі, то у травні буде багатотрав'я.",
  -"Кинь ячмінь у болото — одягне тебе в золото." : "Щоб розпочати справу, треба знайти благодатне середовище.",
  -"Книжки не говорять, а правду кажуть." : "Підкреслюють, що у книжках можна знайти відповідь на всі запитання. Синонім. Книжка — джерело знань.",
  "Кожний край має свої звичаї." : "У людей, які живуть у якійсь спільній місцевості, є багато спільного.",
  "Козак живе не тим, що є, а тим, що буде." : "Справжній боєць завжди сподівається на краще.",
  "Козак із пригорщі нап'ється, з долоні пообідає." : "Характеристика невибагливості у побуті та кмітливості.",
  "Козак не боїться ні хмари, ні грому." : "Кажуть про того, хто сміливо виходить зі всякої небезпечної ситуації.",
  "Козак, як голуб: куди не прилетить, там і пристане." : "Відважний молодець пристосується до будь-яких обставин, знайде вихід з будь-якої ситуації.",
  "Козаки, як діти: хоч багато поїдять, хоч трохи, — наїдяться." : "Відважний, молодець не буде вередувати.",
  "Козацькому роду нема переводу." : "Відважні сміливі молодці завжди будуть на Україні.",
  "Козача потилиця панам-ляхам не хилиться." : "Відважний молодець ніколи по буває покірним. Говориться про самоповагу та витривалість мужніх чоловіків.",
  "Коли весело живеться, до роботи серце рветься." : "Коли настрій гарний, то й робота ладиться.",
  "Коли гроші говорять — правда мовчить." : "Говориться про ситуації, коли гроші вирішують справу не на користь правди.",
  "Коли козак у полі, то він на волі." : "Відважний молодець перш за все цінує свободу.",
  "Коли стелиться доріжка, козакові не до ліжка." : "Відважному молодцю ніколи спати, на нього чекають дороги та добрі вчинки. Говориться, коли славлять відданість людини службі. Порівняння з козаками, що захищали від загарбників свою рідну землю, свій народ.",
  "Коли тебе добрі люди шанують, шануйся і сам." : "Якщо люди когось поважають, то тому треба своїми вчинками підтримувати цю повагу.",
  "Комусь ніяково, а йому однаково." : "Характеристика байдужої людини.",
  "Коня кують, а жаба ногу підставляє." : "Кажуть тому, хто береться не за свою справу або втручається в те, що йому знати не треба.",
  "Косу гострять на траву, а меча — на голову." : "Говориться про ситуації, коли хтось накопичує злість. Застереження, що буде сварка.",
  "Краще бути малим струмком, ніж великим виром." : "Говориться про те, що людина повинна оцінювати свої вчинки й думати, як від них будуть почуватися оточуючі.",
  "Краще вмерти стоячи, ніж жити на колінах." : "Треба бути сміливим та не підкорятися нікому.",
  "Куди голка, туди й нитка." : "Так говорять про двох друзів; про подружжя; про двох людей, які скрізь разом.",
  "Куди кінь з копитом, туди й рак з клешнею." : "Кожен повинен розуміти на що він здатний, щоб не братися до не властивої йому справи і не виглядати смішним.",
  "Куй залізо, поки гаряче." : "Треба виконувати справу відразу, поки є сприятливі умови.",
  "Кулів густо, а в животі пусто." : "Кажуть, коли когось запрошують до столу або коли треба надати реальну допомогу, а не лише говорити про неї.",
  "Купив не купив, а поторгуватися можна." : "Варто спробувати щось зробити, почати, якщо навіть і нема повної впевненості в успіху.",
  "Купить хрону до лимона." : "Кажуть про людину, яка не має смаку, хисту й нічого не може зробити добре. Синонім. Ні в тин ні в ворота.",
  "Ластівка весну починає, соловей кінчає." : "Говориться про те, що прикмети підказують людям, як і коли потрібно поратися із землею, сіяти, щоб був гарний урожай.",
  "Ледачому буть, то й кури загребуть." : "Ледача людина нічого не досягне в житті, ніхто її не помітить.",
  "Лежачий плуг скоро поржавіє, лежача людина скоро постаріє." : "Мається на увазі те, що людина без роботи занепадає.",
  "Лежі не буде одежі, а за спання не купиш коня." : "Так кажуть про ледарів, які відмовляються від будь-якої роботи, аби лише не працювати. Синонім. Якби все вовк лежав, то вже б досі і здох.",
  "Лінивий двічі робить, а скупий двічі платить." : "Мається на увазі, що лінивий завдає збитків. Зробивши діло абияк, треба буде його переробляти. Синонім. Б'ють не лежачого, а ледачого.",
  "Літо пролежиш, узимку з торбою побіжиш." : "Якщо вчасно не підготуєшся, то взимку наголодуєшся.",
  "Лихо не без добра." : "Говориться про ситуації, коли внаслідок якоїсь неприємності чи лиха стається приємна подія, неочікуване щастя.",
  "Любиш їхати, люби і саночки возити." : "За кожне задоволення та успіх треба платити зусиллями та наполегливою працею.",
  "Лякана ворона й куща боїться." : "Кажуть про того, хто був у справжній небезпеці, пережив нещастя і став надто обережним.",
  "Маленька праця краща за велике ледарство." : "Кожна навіть маленька праця дає результат, а лінощі — ніколи.",
  "Мишачу шкуру на барабан не напнеш." : "Не треба змішувати поняття. Все має своє призначення.",
  "Мороз невеликий, а стояти не велить." : "Навіть несильний мороз змушує людей на вулиці рухатися швидше, не стояти на місці.",
  "Моя слава — Українська держава." : "Кажуть з повагою про тих, хто піклується про свій народ, про свою країну.",
  "Мудрий не все каже, що знає, а дурень не все знає, що каже." : "Кажуть, коли хтось висловлюється про речі, на яких не розуміється.",
  "Мудрим ніхто не вродився, а навчився." : "Мудрість набувається в діяльності і лише досвід робить мудрим.",
  "Музика без язика, а людей збирає." : "Говориться про те, що музика має великий вплив на людей, об'єднує їх.\nСинонім. Дудка знає, про що грає.",
  -"На бідного Макара всі шишки летять." : "Говорять із співчуттям про покірну, убогу людину, з якою трапляються неприємності.",
  "На всякого мудреця доволі простоти." : "І розумна людина буває недалекоглядна.",
  "На людях Ілля, а вдома — свиня." : "Характеристика непорядної людини, яка тільки здається порядною, а насправді є підлесливою та підступною.",
  -"На овець та льон у серпні дивись." : "Народна прикмета.",
  "На панську мудрість — мужицька хитрість." : "На кожну силу знайдеться інша сила, яка зможе їй протистояти.",
  "На печі завжди червоне літо." : "Мова йде про те, що біля рідного вогнища, вдома завжди затишно и тепло.",
  "На сміливого собака гавкає, а боягуза кусає." : "Характеристика боягуза, який у разі небезпеки втікає, навіть не намагаючись боротися. Синонім. З переляку душа в п'ятки утекла. Накивав п'ятами.",
  "На чужому горі щастя не збудуєш." : "Завдавши горя іншому, людина весь час пам'ятає про це і не може відчувати себе щасливою.",
  "На чужому коні не наїздишся, на чужому добрі не нахвалишся." : "Крадене або добуте обманом — тимчасове, ненадійне і тому не дасть щастя та користі. Синонім. Чуже переступи, та не займи.",
  "Нагодують калачем, та й у спину рогачем." : "Говориться про те, що люди бувають уперті, хоч і не праві, непривітні, та ще й зажерливі.",
  "Назви хоч горщиком, тільки в піч не саджай." : "Говориться про людину, яка погодиться будь з чим заради того, щоб отримати своє.",
  "Найміть мене обідати." : "Кажуть, коли характеризують ледачу людину.",
  "Намолов сім мішків гречаної вовни." : "Брехлива й балакуча людина завжди теревенить, навіть коли її не слухають. Таку людину ніколи не будуть сприймати серйозно.",
  "Наука для людини — намисто." : "Кажуть як підтвердження того, що освічена людина цікава, яскрава, успішна. Синонім. Наука людині, як крила пташині.",
  "Наука в щасті прикрашає, а в нещасті утішає." : "Кажуть на підтвердження того, що знання ніколи не бувають зайвими.",
  "Науку ні вода не затопить, ні вогонь не спалить." : "Мова йдеться про те, що наука — одне з найбільших надбань людини, бо завжди залишається з нею.",
  "Наукою люди годуються." : "Будь-яке вміння дає змогу прогодуватися.",
  "Ні швець, ні кравець, ні в дуду гравець." : "Характеристика нікчемної людини, яка нічого не вміє робити.",
  "Неабиякий півень обскубаний живе." : "Кажуть як повчання: хто без причини заводить бійку, завжди залишається битим.",
  "Не бери, де не поклав." : "Пересторога: не треба розраховувати на що-небудь чуже.",
  "Не буде добра, як між своїх ворожнеча." : "Кажуть, коли хтось із друзів або рідних сваряться, не розуміються між собою, а тому й жодної справи не можуть довести до кінця.",
  "Не в багатстві сила, а в чорних руках." : "Підкреслюють витривалість, гідність та значення звичайних працьовитих людей.",
  "Не в свої сани не сідай." : "Застереження, якщо очевидно, що людина не впорається зі справою, за яку береться.",
  "Не взявшись за сокиру, хати не збудувати." : "Нічого не можна зробити без труда.",
  "Не все те золото, що блищить." : "Застереження, що не все те, що впадає в очі, є насправді вартісним.",
  "Не всякий, хто читає, в читанні силу знає." : "Говориться про те, що прочитане треба аналізувати.",
  "Не гони коня кнутом, а гони вівсом." : "Добром та просьбою людина досягне всього швидше, ніж грубістю.",
  "Не для Гриця паляниця." : "Кажуть людині, яка зазіхає на чуже.\nНе для літа хата рубається, для зими. Говориться про те, що з морозом не варто жартувати і до зими треба готуватися заздалегідь.",
  "Кажуть, щоб підбадьорити когось, як порада не впадати у відчай, не складати руки, а діяти." : "",
  "Не зазнавши гіркого, не впізнаєш солодке." : "Говориться на підтримку людині, якій важко жити, яка зазнала горя.",
  "Не знаєш, де знайдеш, а де втратиш." : "Кажуть про несподівану удачу або біду, яких ніхто не міг передбачити.",
  "Не йде наука без бука." : "Говорять, заохочуючи тих, кому навчатися важко.",
  "Не кидай слів на вітер." : "Кажуть як попередження людині, яка безвідповідально щось стверджує, щоб підтвердила свої слова справами.",
  "Не микайся, Грицю, на дурницю, бо дурниця боком вилізе." : "Попередження тому, хто налаштувався зробити недобру справу. Не треба користуватися людською наївністю і чужими справами, бо це викриється.",
  "Не місце красить людину, а людина місце." : "Кажуть як підбадьорення, якщо людина займає місце гірше, ніж те, на яке зі своїми здібностями вона заслуговує. Розумна і тямуща людина корисна на будь-якому місці.",
  "Не на користь книжки читати, коли вершки з них хапати." : "Книжки треба читати уважно, щоб зрозуміти прочитане, яке належить обміркувати.",
  "Не навчив батько, не навчить дядько." : "Кажуть з прикрістю, коли дитина не прислуховується до батькових порад.",
  "Не носи сміття під чужу хату." : "Пересторога: не можна пліткувати, говорити недобре про інших та чинити людям зло.",
  "Не плюй у криницю, бо згодиться води напиться." : "Попередження тому, хто не думає про майбутнє, про наслідки. Порада не сваритися з людиною, у якої, можливо, буде просити допомоги.",
  "Не рий яму іншому, сам у неї впадеш." : "Попередження не бажати зла іншому і не намагатися вчинити іншому шкоду, бо всі злочини обернуться проти людини, яка чинить зло.",
  "Не роби комусь, що собі не миле." : "Чого б собі не побажав, не бажай і не роби іншому.",
  "Не родись багатий та красивий, а родись при долі та щасливий." : "Кажуть як напуття, що краса минає, а щастя, дароване долею, залишається з людиною на все життя. \nСинонім. Краса до вінця, а розум до КІНЦЯ.",
  "Не святі горщики ліплять, а прості люди." : "Підбадьорення людині, що нерішуче береться за нову для неї справу.",
  "Не став недругові вівцею, а став вовком." : "Говориться в ситуації, коли хтось не кориться, а сам стає загрозою для ворога.",
  "Не страшне бідному горе, як щуці море." : "Мається на увазі невибагливість бідної людини, її вміння пристосовуватися до будь-яких умов.",
  "Не такий страшний чорт, як його малюють." : "Кажуть, щоб підбадьорити того, хто відчуває хвилювання або страх перед чимось незнайомим.",
  "Не те біда, що корова здохла, а те, що у сусіда жива." : "Кажуть про того, хто не стільки горює за своїми збитками, скільки заздрить тому, що в інших все добре.",
  "Не шукай лиха, само тебе знайде." : "Пересторога, щоб не накликати лиха.",
  "Не шукай правди в іншого, коли в тебе її нема." : "Щоб дбати про правду, треба бути самому щирим, правдивим і справедливим. Заклик до об'єднання — разом легше робити велику справу.",
  "Немає іншого скарбу, крім сімейного ладу." : "Говориться про сім'ю, де панує любов і злагода, а це дорожче від будь-якого скарбу.",
  "Немає таких фортець, які козаки не могли б здобути." : "Говорять, коли хочуть підбадьорити, що нема таких труднощів, яких не можна подолати.",
  "Нерозумного вчити, що до бездонної бочки воду лити." : "Говориться як застереження для тих, хто безвідповідально ставиться до навчання. Синонім. Не краса красить, а розум.",
  "Нехай вам добро і з роси, і з води, і з усієї лободи!" : "Доброзичливе побажання. Кажуть так зі щирим серцем тому, кого люблять, поважають і бажають щастя.",
  "Одне віче, думки різні." : "Кажуть, коли в одній громаді немає згоди.",
  "Одним пальцем і голки не втримаєш." : "Говорять, коли одна людина старається, а самотужки щось змінити не в змозі.",
  "Ой піч, моя піч! Коли б я на тобі, а ти на коні, славний козак був би з мене." : "Так глузували з себе козаки, коли згадували про домівку.\nСинонім. Якби хліб та одежа, їв би козак. Гляди, козаче, щоб татари сплячого не взяли.",
  "Осінь говорить: «Гнило», а весна: «Мило, аби було»." : "Осінь вирізняється рясним урожаєм. Але не треба забувати, що це все завдяки плідній праці.",
  "Осінь як матінка: кисіль та млинці, а весна як гладенько: сиди і гляди." : "Говориться про те, як весна з осінню сперечаються і що ці пори року міцно пов'язані. А ще говориться про те, що осінь, як матінка, різні страви приготує, а весна все підбере. Синонім. Осінь прикаже, весна своє скаже. Осінь говорить: «Я поля уряджу», весна говорить: «Я ще погляджу». Восени молоко сирником їдять, раз умочать, два струсять, а потім до рота підносять.",
  "Осла пізнаєш по вухах, ведмедя — по пазурах, а дурня — по балачках." : "Суть людини обов'язково виявляється в її рисах, розмові та поведінці.",
  "Отамана з поганого козака не вийде." : "Кажуть тому, хто нестаранний, неохайний, необережний, кого лякають труднощі.",
  "Отаманам — пампушки, а козакам — шишки." : "Мається на увазі, що звичайні люди працюють, воюють, помиляються, а здобутки, нагороди дістаються звичайно керівникам.",
  "Отаманом бути, уряд тримати." : "Мова йде про повагу козаків до козацької старшини, до старших, що можуть гідного навчити.",
  "Отаманом не хвалися, а його міцно держися." : "Говориться як порада прислухатися до тих, хто розумніший.",
  "Перевів шило на мило, та й те не милиться." : "Говорять з докором про того, хто марно витрачає свої гроші, добро.\nСинонім. Сіяти гроші, як полову.",
  "Перший хлопець на селі, а село у два двори." : "Кажуть з усмішкою про те, що легко бути першим, коли нема суперників.",
  "По своєму ліжку простягай ніжки." : "Порада жити на свої прибутки, згідно зі своїми можливостями.",
  "Пожалів вовк кобилу — залишив кістки та гриву." : "Пожалів на словах, а насправді заподіяв великої шкоди.",
  "Позика на боржникові верхи їздить." : "Порада: краще заробити, перетерпіти, а не позичати, бо дуже важко віддавати. Синонім. Святий звичай: не позичай. Позичаєш чуже, а віддавати своє прийдеться. Ліпше без вечері лягати, та без боргів вставати.",
  "Правда очі коле." : "Гірку правду неприємно слухати, тому так говорять, коли хтось намагається заперечувати, не погоджуючись з критичними зауваженнями на свою адресу.",
  "Праця годує, а лінь марнує." : "Праця звеличує людину, покращує її добробут, збагачує, в той час як лінива людина все втрачає: і майно, і час, і здоров'я.",
  "Праця — це найблагодатніше зцілення від усіх хвороб." : "Щаслива та людина, яка займається улюбленою справою.\nСинонім. Один лікується відпочинком, а другий — працею.",
  "Прийшла зима — не позичай кожуха." : "Порада: не треба віддавати те, що може знадобитися самому.",
  "Прийшов Спас, готуй рукавиці про запас." : "Народна прикмета-попередження, що прийшов час готуватися до зими.",
  "Просо ріденько, так і каша рідка." : "Говориться про те, що як людина працювала, так вона і має.",
  "Риби наловити і ніг не замочити." : "Так кажуть, коли осуджують тих, хто хоче досягти чогось, зробити щось для себе, не докладаючи зусиль.\nСинонім. Чужими руками добре гада ловити. Чобітьми ускочити і вискочити. Просити покірно, наступивши на горло.",
  "Риб'яче життя знає річка, пташині думи — вітер." : "Щоб краще пізнати когось, треба запитати у людей, які знаходяться в його оточенні.",
  "Рідний край — земний рай." : "Кожна людина прагне повернутися в рідні місця, де звичний для неї спосіб життя. Синонім. Свій край, як рай, а чужа країна, як домовина. Та земля мила, де мати родила. У чужій сторонці не так світить і сонце.",
  "Робиш добро — не кайся, робиш зло — зла й сподівайся." : "Якщо зробив добру справу навіть на збиток собі — не жалкуй, тобі віддячать тим самим.",
  "Розмовами ситий не будеш, коли хліба не добудеш." : "Кажуть про того, хто багато говорить, та мало працює.",
  "Розум — добре, а два — краще." : "Краще вислухати декілька різних думок, щоб прийняти правильне рішення. Щоб знайти відповідь на якесь питання, звертаються за порадою до когось іншого і вирішують справу разом.",
  "Розум силу переможе." : "Вміло скориставшись знаннями, можна подолати силу.",
  "Розумний батько в сина спитати не соромиться." : "Розумна людина, незважаючи на свій вік, не соромиться питати про те, чого не знає.",
  "Розумну мову приємно послухати." : "Кажуть, коли задоволені розмовою або коли хтось допоміг вирішити складне питання.",
  "Сагайдак добрий стрілами, а обід пирогами." : "Порада: щоб перемогти або вирішити якесь питання, треба добре підготуватися, тоді і справа буде вдалою.",
  "Свиню пусти під стіл — вона вилізе на стіл." : "Кажуть про людей, які дуже знахабніли, і нічим їх не присоромиш, і не відчепишся від них. Синонім. Прип'явся, як реп'ях до кожуха. Овабиш калачем — не одженеш і бичем.",
  "Скільки воду в ступі не товчи — вода й буде." : "Говориться про марно втрачену силу, енергію, час; про дію, яка не дає результату.",
  "Скільки голів, стільки і розумів." : "З приводу одного питання люди можуть мати різні погляди.",
  "Скінчив діло — гуляй сміло." : "Відпочивати можна, якщо успішно завершив справу.",
  "Скупий аж синій." : "Говорять так про того, хто перейшов усі межі скупості.",
  "Скупий якби міг, то два рази б одне їв." : "Про жадібних людей.\nСинонім. Посеред зими льоду не випросиш у куми.",
  "Сидить пес на сіні: сам не їсть і другому не дає." : "Про жадібну людину, яка сама не користується чимсь й іншим не дає.",
  "Сидінням міста не беруть." : "Говориться як порада: для перемоги треба діяти.",
  "Сила є — розуму не треба." : "Говориться про того, хто застосовує силу там, де треба подумати.",
  "Силу той має, хто правду мовляє." : "Говориться на підтвердження того, що правда завжди перемагає.",
  "Ситий голодного не розуміє." : "Кажуть про тих, хто має все, але не може зрозуміти нестатків і бажань іншого.",
  "Сім'я міцна — горе плаче." : "Говориться, коли в сім'ї всі негаразди долаються разом.",
  "Слава не поляже, а про себе розкаже." : "Жоден вчинок людини не залишається без наслідків, і знайдеться відгук на скоєне.",
  "Слово — не горобець, вилетить не піймаєш." : "Перш ніж щось сказати, треба добре подумати, щоб потім не жалкувати про сказане. Синонім. Слово — не горобець, назад не вернеться.",
  "Словом, як листом стеле, а ділом, як голками коле." : "Характеристика підступної людини. Кажуть про тих, хто говорить гарні слова, здається добрим та чемним, а насправді є нахабою, злим і недобрим. Синонім. Ходить мовчки, кусає по-вовчи. Голос як сурмонька, але ж чортова думонька.",
  "Слухай тисячу разів, а говори один раз." : "Засуджують того, хто безвідповідально говорить необдумані речі, займається базіканням. Синонім. Язик має і коняка, та не балака!",
  "Сміливим відвага володіє." : "Говориться про те, що сміливим людям все підвласне.",
  "Соловей піснями не ситий." : "Кажуть як попередження тому, хто тільки обіцяє, а не виконує.",
  "Солом'яна згода краща за золоту зраду." : "Краще стримувати себе і жити у згоді, ніж дати волю почуттям і вступити з кимось у ворожнечу.",
  "Сонце на літо, а зима на мороз." : "Народна прикмета.\nСинонім. Якби не зима, то літо було б довшим.",
  "Спішить, аж мухи п'яти обсіли." : "Говориться як характеристика млявої, повільної людини.",
  "Старий багато знає, а ще більше забуває." : "Старі люди за своє довге життя багато пізнали, набули життєвого досвіду, та з віком вони починають багато що забувати.",
  "Такий мороз, аж зорі скачуть." : "Образна характеристика сильного морозу. Синонім. Сонце блищить, мороз тріщить. Так тепло, як циганові під ятером.",
  "Там щастя не диво, де працюють неліниво." : "Підбадьорення тим, хто працює. Де добре працюють, там є результат.",
  "Терпи, козаче, отаманом будеш." : "Жарт. Говориться як підбадьорювання тому, хто скаржиться на випробування, на важке становище, хто хоче чогось досягти, але при цьому не долати труднощі.",
  "Терпіння і труд все перетруть." : "Підбадьорюють людину, в якої попереду важка робота, переконуючи, що не можна опускати руки, а терпляче йти до наміченої цілі.",
  "Ти його борони від собак, а він тобі покаже кулак." : "Є багато підступних людей, яким допомагають, співчувають, а коли вони виходять зі складних ситуацій, можуть нашкодити.\nСинонім. Ти йому даєш вівса, а він дивиться на тебе, як на пса. За шматок ковбаси чортові душу продаси. Здається, і дружить, а гадючку пустив.",
  "Тиха вода греблю рве." : "Про спокійну людину, здатну на несподівані вчинки.",
  "Тиха вода людей топить, а бурхлива лише лякає." : "Попередження, що тиха з виду людина може накоїти біди, а галаслива часто цілком безпечна.",
  "То два, то не одного." : "У житті все змінюється: то багато чогось, то зовсім немає.",
  "Той не козак, що боїться собак." : "Хто боїться навіть незначних труднощів, нічого у житті не досягне.",
  "Травнева роса — краще вівса." : "Народна прикмета. Роса годує землю, як овес коня.",
  "Треба нахилитися, щоб з криниці води напитися." : "Щоб чогось досягти у житті — треба не лінитися. Кажуть як повчання тому, хто не хоче працювати.",
  "Треба пуд солі з'їсти, щоб друга пізнати." : "Мова йдеться про те, як довго треба придивлятися до людини, щоб добре розпізнати її.",
  "Треба розумом надточити, де сила не бере." : "Фізично слабка людина переможе сильну завдяки своєму розуму.\nСинонім. Сила перед розумом нишкне.",
  "Тримай ноги в теплі, голову в холоді, живіт в голоді — не будеш хворіти, будеш довго жити." : "Порада піклуватися про своє здоров'я.",
  "Тюлень у морі не журиться — риба завжди під боком." : "Говориться у ситуації, коли у людини все потрібне під рукою і їй ні про що турбуватися.",
  "У березні сім погод на дворі: сіє, віє, крутить, мутить, рве, зверху ллє, знизу мете." : "Народна прикмета.",
  "У вічі як лис, а позаочі як біс." : "Про лукавих людей: в очі каже одне, а позаочі — інше. Синонім. Добрий баранчик, та по-вовчому виє.",
  "У зимовий холод кожний молод." : "Говориться про те, що під час морозів, щоб не змерзнути, навіть старі люди рухаються швидко, наче молоді.",
  "У липні на дворі пусто, а у полі густо." : "Народна прикмета. У липні врожай ще не зібраний.",
  "У правді і сила." : "Відстоювання правди робить людину сильною.",
  "У серпні вогонь і в полі, і вдома." : "У серпні спекотно від жари та від праці.",
  "У страху очі великі." : "Людина, охоплена страхом, бачить небезпеку там, де її немає. Кажуть тим, хто від страху перебільшує небезпеку. Синонім. Хто боїться, у того в очах двоїться. Далася за сім вовків копиця сіна.",
  "Україна — мати, умій за неї постояти." : "Своїми добрими вчинками треба захищати свою країну.",
  "Умів узяти, умій і віддати." : "Говориться у ситуації, коли треба виконувати свої обов'язки, повертати чужі речі.",
  "Усяка сорока від своєї мови гине." : "Кажуть про тих, хто постійно базікає, бо їх ніхто не слухає, а їм самим безвідповідальна балаканина завдає лише шкоди.",
  "Утопити — то для рака не кара." : "Говориться в ситуації, коли карають тим, що до вподоби — не є карою.",
  "Учений водить, невчений слідом ходить." : "Той, хто розумніший, завжди верховодить.",
  "Учи дітей не страшкою, а ласкою." : "Говориться, коли виховують дітей надто суворо.",
  "Учися не до старості, а до смерті." : "Говориться про потребу безперервно вчитися: ми завжди чогось не знаємо.",
  "Хоч з перцем, зате з добрим серцем." : "Говориться як характеристика гострої на язик людини, але справедливої та доброї.",
  "Хоч і довго вчився, та дурнем залишився." : "Говориться в ситуації, коли людина, яка отримала вищу освіту, не може вирішити просте питання.",
  "Хоч кіл на голові теши, а він своє." : "Про вперту людину, яка любить сперечатися. Синонім. їй кажуть — овес, а вона каже — гречка.",
  "Хоч три дні не їсти, аби з печі не злізти." : "Характеристика ледачої людини.\nСинонім. Каші не хочу і по воду не піду.",
  "Хочеш мати, мусиш дбати." : "Щоб бути заможною людиною, треба працювати.",
  "Хліб-сіль їж, а правду ріж." : "Правду треба говорити сміливо завжди, за будь-яких обставин, навіть тим, хто виявляє до тебе ласку.",
  "Хліб та вода — козацька їда." : "Основна їжа — краща для найсміливіших та відважних.",
  "Хліб — усьому голова." : "Підкреслюють, що хліб — головний продукт у нашому житті.\nСинонім. Як хліб буде, то й все буде.",
  "Хліб у людини воїн." : "Мова йдеться про те, що сита людина впевнена в собі, дієздатна, бо хліб підносить бойовий дух.",
  "Хороша пава, та погана слава." : "Говориться як характеристика людини з поганою репутацією.",
  "Хто багато говорить, той мало творить." : "Кажуть про того, хто провадить пусті балачки, розповідає про щось незначне, а на серйозні справи йому часу не вистачає.",
  "Хто відважний — той здобуває, хто боягуз — той пропадає." : "Говориться про те, що сміливий завжди перемагає, а боягузові страшно навіть коли він тільки відчуває небезпеку.",
  "Хто вміє скаженіти, тому нема з ким дружити." : "Так говорять про того, хто не вміє стримуватися. Такі люди не мають друзів. Синонім. З ким жити, того не гнівити.",
  "Хто вчиться змолоду, той на старості не знає голоду." : "Говориться як порада дітлахам добре вчитися, щоб у житті не пасти задніх, бути забезпеченими.",
  "Хто питає, той не блудить." : "Успіхів досягає той, хто цікавиться всім навколишнім, багато запитує і аналізує відповіді. Розсудлива людина швидше знаходить правильний шлях до своєї мети. Говориться як порада.",
  "Хто розуму не має, тому й коваль не вкує." : "Розум є вродженим — він або є, або його нема. Синонім. Розум не позичиш.",
  "Хто хоче багато мати, тому треба мало спати." : "Говориться на підтвердження того, що має вдосталь тільки той, хто багато працює.",
  "Хто хоче хліб збирати, мусить добре і засівати." : "Щоб отримати результат, треба вчасно попрацювати.",
  "Час — не гроші, згубиш — не знайдеш." : "Згаяного часу не повернеш, якщо нині утече, то завтра не зловиш.",
  "Червень з косою по нивах пройшов, а липень з серпом по хлібах пробіг." : "Усі роботи треба робити вчасно, щоб зібрати гарний урожай (отримати результат).",
  "Червоне літо — зелена косовиця." : "Так кажуть про народні прикмети. Можна не мати календаря, а тільки уважно спостерігати за природою.",
  "Чесне діло роби сміло." : "Не треба вагатися, чи робити добру і справедливу справу.",
  "Чи довго провисить ковбаса на собачій шиї?" : "Говориться на підтвердження того, що від спокуси важко втриматися.",
  "Чує кіт, чиє сало з'їв." : "Той, хто винен, знає свою провину й виказує себе поведінкою.",
  "Чужий кожух не гріє." : "Своє краще, ніж чуже.",
  "Чужому лихові не смійся." : "Не треба сміятися з чужої біди, бо жодна людина не може бути впевненою, що лихо омине її саму.",
  "Чули дзвін, та не узнали, де він." : "Характеристика несерйозної людини, яка поверхово знає про будь-що.",
  "Шануй учителя, як батька." : "Так з повагою кажуть про вчителя, який виводить дитину в люди.",
  "Щастя без розуму — як дірява торба: де знайдеш, там і загубиш." : "Застереження: щастя, яке прийшло, треба шанувати, бо дуже легко його втратити.",
  "Щастя в повітрі не в'ється, воно в боротьбі дістається." : "Добре життя само до рук не йде, треба добре працювати і поборотися, щоб бути щасливим.",
  "Щастя ліпше за багатство." : "Часто заможні люди не зазнають щастя, бо гроші — це ще не щастя. Синонім. Не в грошах щастя.",
  "Щастя не кінь, не везе по прямій дорозі." : "І в щасливої людини бувають перешкоди, труднощі й усілякі негаразди.",
  "Щастя посміхається людям з щирим серцем і душею." : "Щастя найчастіше приходить до працьовитих і доброзичливих людей.",
  "Що винен — віддати повинен." : "Кажуть на підтвердження того, що борги треба віддавати.",
  "Що влітку уродиться, то взимку знадобиться." : "Народна прикмета. Треба збирати літом урожай, щоб не бути голодним узимку.Синонім. Що літом збереш, то взимку на столі знайдеш. Літо збирає, а зима з'їдає. Влітку один тиждень рік годує.",
  "Щоб рибу їсти, треба в воду лізти." : "Без праці неможливо досягти успіху у справах.",
  "Що на думці, те й на вустах." : "Говориться про людину, яка не думає, що говорить.\nСинонім. Що гадає, те й вимовляє.",
  "Що пожнеш, те й обмолотиш, що обмолотиш, те й у комору знесеш." : "Що заробиш, те й будеш мати. Синонім. Ударила погодка — починай молоти.",
  "Що посієш, те й пожнеш." : "За добрі вчинки отримаєш винагороду, за погані — покарання.",
  "Що схопив, те й змолов." : "Про людину, яка переносить плітки.",
  "Язик без кісток, що хоче, те й меле." : "Говориться про того, хто надто балакучий, верзе дурниці. Синонім. Язик без кісток: що хоче, те й лопоче. Язиком верзти — не ціпом махати.",
  "Язик заплітається." : "Кажуть про того, хто говорить невиразно, через силу, не може належно висловити свої думки.",
  "Язик мій — ворог мій." : "Про людей, які не замислюються про негативні наслідки ними сказаного.",
  "Як віз зламається, чумак розуму набирається." : "Розв'язуючи життєві проблеми, треба добре думати і зважувати, бо невдало зроблене виправляти важко, або й неможливо. Синонім. Раз обпечешся — другий остережешся.",
  "Як грім серед ясного неба." : "Кажуть про раптові події, яких ніхто не чекав і не передбачав, що відбулися несподівано. Синонім. Як сніг улітку.",
  "Як душа з лопуцька, то совість не людська." : "Говориться як характеристика черствої, бездушної, безсовісної людини.",
  "Як зберуться тучки в кучки — буде громовиця." : "Якщо маленькі незгоди зберуться докупи — буде небезпечно.",
  "Як лютий не лютуй, а на весну брів не хмур." : "Говориться про те, що всьому свій час. Кожна пора року настає тільки у свою чергу.",
  "Як не вертись, а за позику розплатись." : "Пересторога: за позичене треба належно розрахуватися.",
  "Як твоє не мелеться, не бігай з кошиком." : "Кажуть людині, що прагне долучитися до призначеного не для неї. Синонім. Не милься, бо голитися не будеш!",
  "Яку дружбу заведеш, таке й життя поведеш." : "Кажуть на підтвердження того, що оточення завжди впливає на вчинки людини.",
  "Якщо звір спить, краще його не будити." : "Говориться як попередження, що не треба розлючувати людину.",
  "Якщо завірюха, то треба кожуха." : "Порада вчасно подумати про майбутнє.",
  "Якщо на своєму язиці не втримаєш, то на чужий не сподівайся." : "Говориться про уміння зберігати таємницю.",
  "Якщо слон до ями потрапляє, то його навіть жаба брикає." : "Людина в полоні безправна і беззахисна.",
  "Я такий, як хліб м'який." : "Характеристика людей, які мають дуже м'яку вдачу."
}